farsi = {
    "welcome": {
        "pv":
            """
            🌟 سلام [{}](tg://user?id={}) عزیز! 🌟

    به ربات ما خیلی خوش اومدی! 🫶  
    متأسفانه این ربات خصوصی هست و به همین دلیل نمی‌تونه بقیه گروه‌ها رو مدیریت کنه. 😔
            """,
        "gp":
            """
            🌟 سلام [{}](tg://user?id={}) عزیز! 🌟  
    به گروه {} خیلی خوش اومدی! 🫶

    امیدوارم لحظات خوبی رو اینجا داشته باشی. 😉  
    · تاریخ: {} 🇮🇷
            """,
        "force_join":
            """
            ⛔️ [{}](tg://user?id={}) عزیز!  
    لطفاً برای فعالیت در گروه ابتدا عضو کانال‌های زیر بشید.
            """,
        "admin":
            """
           👑 سلام ادمین [{}](tg://user?id={})! 👑  
    چه کاری از دستم برمیاد؟  
    برای تنظیم ربات می‌تونید از دکمه‌های زیر استفاده کنید. 🛠️
            """
    },
    "status": {
        "message": {
            "active": "✅ با موفقیت *فعال* شد",
            "deactivate": "❎ با موفقیت *غیرفعال* شد"
        },
        "alert": {
            "active": "✅ *فعال*",
            "deactivate": "❌ *غیرفعال*"
        }
    },
    "translations": {
        "toggle": {
            'force_join': 'عضویت اجباری',
            'welcome': 'خوش آمدگو',
            'force_add': 'اد اجباری',
            'lock_hashtag': 'قفل هشتگ',
            'lock_username': 'قفل یوزرنیم',
            'lock_link': 'قفل لینک',
            'lock_tg_service': 'قفل سرویس تلگرام',
            'lock_caption': 'قفل کپشن',
            'lock_inline': 'قفل دکمه شیشه‌ای',
            'lock_bot': 'قفل بات',
            'lock_picture': 'قفل عکس',
            'lock_forward': 'قفل فوروارد',
            'lock_gif': 'قفل گیف',
            'lock_sticker': 'قفل استیکر',
            'lock_file': 'قفل فایل',
            'lock_contact': 'قفل مخاطب',
            'lock_location': 'قفل مکان',
            'lock_command': 'قفل دستور',
            'lock_pin': 'قفل پین',
            'lock_video': 'قفل ویدیو',
            'lock_video_note': 'قفل پیام تصویری',
            'lock_audio': 'قفل آهنگ',
            'lock_voice': 'قفل صدا'
        }
    },
    "admin": {
        "toggle_panel": {
            "main":
                """
                🛠️ با استفاده از پنل زیر می‌تونید بعضی تنظیمات رو فعال یا غیرفعال کنید.
⛔ : غیر فعال
✅ : فعال
برای مشاهده راهنمای این تنظیمات از /toggle_help استفاده کنید.
                """
        }
    }
}
