farsi = {
    "welcome": {
        "pv":
            """
            سلام [{}](tg://user?id={}) عزیز 😀
    به ربات خیلی خوش اومدی ! 🫶
    ولی متاسفانه این ربات خصوصیه و به همین دلیل نمیتونه بقیه گروهارو مدیریت کنه :(
            """,
        "gp":
            """
            سلام [{}](tg://user?id={}) عزیز. به گروه {} خیلی خوش اومدی ! 🫶
    امیدارم بهت خوش بگذره 😉
    · تاریخ: {} 🇮🇷
            """,
        "admin":
            """
           سلام ادمین [{}](tg://user?id={}) چه کاری از دستم برمیاد؟
برای تنظیم ربات میتونید از دکمه های زیر استفاده کنید.
            """
    }
}
